const PrivacyPolicy = () => {
    return (
        <section dir={"rtl"} className={"container py-4"}>
            <p className={"text-lg font-bold"}>سياسة الخصوصية لموقع وتطبيق كاتشو تحكم سياسة الخصوصية الاسلوب الذي تقوم
                به &quot;كاتشو&quot; بجمع واستخدام والحفاظ والتصريح بالمعلومات التي تم جمعها من قبل مستخدمين تطبيق كاتشو وتطبق
                سياسة الخصوصية هذه في التطبيق وكافة المنتجات والخدمات المقدمة من .كاتشو </p>
            <div>
                <h2 className="text-3xl text-[--primary-color] font-bold my-3">معلومات الهوية الشخصية</h2>
                <p className="text-lg font-bold">يقوم كاتشو بجمع معلومات عن الهوية الشخصية من المستخدمين بطرق مختلفة،
                    وتشمل ولا
                    تقتصر فقط على أوقات زيارة المستخدم للتطبيق، التسجيل في تطبيق كاتشو، ملء الطلب، نموذج تحليل استبيان،
                    وغير ذلك من الأنشطة، والخدمات، والميزات أو المصادر التي قد نوفرها على تطبيقنا وموقعنا الإلكتروني. قد
                    ُيطلب من المستخدمين توضيح الاسم بشكل كامل، وعنوان البريد الإلكتروني، ورقم الهاتف، وبيانات بطاقة
                    الائتمان.</p>

                <h2 className="text-3xl text-[--primary-color] font-bold my-3">معلومات لا تتعلق بالهوية الشخصية</h2>
                <p className="text-lg font-bold">يقوم كاتشو بجمع بعض المعلومات عن المستخدمين أينما تفاعلوا مع التطبيق،
                    وهذه
                    المعلومات التي لا تتعلق بالهوية الشخصية قد تتضمن نوع الهاتف الذكي ومعلومات تقنية عن أساليب اتصال
                    المستخدم بالتطبيق، مثل الشركة المستخدمة لتقديم خدمة الإنترنت وغيرها من المعلومات المشابهة.</p>
            </div>

            <h2 className="text-3xl text-[--primary-color] font-bold my-3">كيف نقوم باستخدام المعلومات التي تم
                جمعها</h2>
            <p className="text-lg font-bold">
                يقوم كاتشو بجمع واستخدام المعلومات الشخصية للمستخدمين في الاغراض التالية
            </p>
            <p className={"text-lg font-bold text-red-900 py-3"}>
                تحسين جودة خدمة العملاء
            </p>
            <p className={"text-lg font-bold"}>
                تساعدنا المعلومات الخاصة بك على سهولة الاستجابة لطلباتك الموجهة لخدمة العملاء واحتياجاتك للدعم بشكل أكثر
                فاعلية .
            </p>
            <p className={"text-lg font-bold text-red-900 py-3"}>
                تحسين جودة خدمة العملاء
            </p>
            <p className={"text-lg font-bold"}>نسعى باستمرار لتحسين العروض المقدمة من خلال الخدمة وفقاً للمعلومات
                والملاحظات التي نتلقاها منك من أجل فهم أفضل لمصالح واحتياجات مستخدمي خدمتنا .
            </p>
            <p className={"text-lg font-bold text-red-900 py-3"}>
                إرسال رسائل الكترونية بشكل دوري
            </p>
            <p className={"text-lg font-bold"}>عنوان البريد الالكتروني الذي يسجله المستخدمون للتعامل مع طلبهم، سوف
                يستخدم فقط في إرسال معلومات وتحديثات لهم في الاستجابة للاستفسارات، أو غيرها من الطلبات أو الاسئلة.
                <br/>
                في حال قرر المستخدم الانضمام إلى قائمة مراسلاتنا، فإنه سوف يتلقى رسائل على بريده الإلكتروني قد تتضمن
                أخبار كاتشو، آخر التحديثات، ومعلومات تتعلق بالخدمة. وإذا أراد المستخدم في أي وقت إلغاء خاصية تلقي أي
                رسائل مستقبلية، فإننا نقدم له توجيهات مفصلة حول إلغاء التسجيل في نهاية كل رسالة على بريده الإلكتروني، او
                يمكن للمستخدم التواصل معنا من خلال الخدمة أو موقعنا الإلكتروني.
            </p>
            <p className={"text-lg font-bold text-red-900"}>
                كيف نقوم بحماية معلوماتك
            </p>
            <p className={"text-lg font-bold"}>
                نحن نتبع الاجراءات السليمة ومعايير الامان في جمع وحفظ والتعامل مع البيانات، وذلك لحماية تلك البيانات ضد
                التعامل غير المصرح به، أو التعديل، أو الافصاح أو إتالف بياناتك الشخصية، واسم المستخدم، وكلمة المرور،
                ومعلومات تخص تعامالتك والبيانات المخزنة على تطبيقنا. يتم تبادل البيانات الحساسة والخاصة بين كاتشو
                ومستخدميه من خلال قنوات اتصال مؤمنة. ويتم تشفيرها وحمايتها من خلال طرق وأساليب رقمية معتمدة .
            </p>
            <p className={"text-lg font-bold text-red-900"}>
                مشاركة البيانات الشخصية
            </p>
            <p className={"text-lg font-bold"}>
                نحن في كاتشو لا نقوم ببيع، أو المتاجرة، أو تأجير بيانات الهوية الشخصية الخاصة بالمستخدمين إلى جهات أخرى،
                وقد نشارك المعلومات والمستخدمين مع شركائنا، والشركات التابعة والمعلنين وذلك كونك أحد مستخدمي خدمتنا. قد
                نستخدم طرف ثالث مقدم للخدمة ليساعدنا في تسيير أعمالنا وأيضاً في عمل الخدمة أو في إدارة الأنشطة بالنيابة
                عنا، مثل الدراسات الاستقصائية. وقد تتم مشاركة بياناتك مع هذا الطرف الثالث في حدود تلك الأغراض المحددة.
            </p>
            <p className={"text-lg font-bold text-red-900"}>المواقع الخاصة بالطرف الثالث</p>
            <p className={"text-lg font-bold"}>
                قد يجد المستخدمون إعلانات أو غيرها من المحتويات على خدمتنا تحمل روابط لمواقع وخدمات شركائنا، أو الموردين، أو المعلنين، أو الراعين، أو مانحي التراخيص، أو غيرهم من الكيانات التي تمثل الطرف الثالث. وينبغي العلم بأننا لا نتحكم في المحتوى أو الروابط التي تظهر على تلك المواقع ولسنا مسئولين عن الممارسات التي تقوم بها المواقع المرتبطة بموقعنا. بالإضافة إلى ذلك، فإن تلك المواقع أو الخدمات وتشمل المحتوى والروابط قد تتغير باستمرار. وهذه المواقع والخدمات يكون لديها سياسة الخصوصية وسياسات خدمة العملاء الخاصة بها. كما أن التصفح والتفاعل على أي موقع آخر، بما في ذلك المواقع التي تحمل رابط لخدمتنا، تخضع للشروط والسياسات الخاصة بتلك المواقع.
            </p>
            <p className={"text-lg font-bold text-red-900"}>
                التغيرات التي تطرأ على سياسة الخصوصية
            </p>
            <p className={"text-lg font-bold"}>
                تمتلك كاتشو حرية التصرف في تحديث سياسة الخصوصية هذه في أي وقت. وعندما نقوم بذلك، على المستخدم مراجعة تاريخ التحديث أسفل هذه الصفحة، وسنقوم بإرسال رسالة على البريد االلكتروني. لذا نحث المستخدمين على مراجعة سياسة الخصوصية بشكل متكرر للاطلاع على أي تغيرات بحيث يكونوا على علم بما نقوم به في سبيل حماية البيانات الشخصية التي نقوم بجمعها. وان يقر ويوافق المستخدم على مسئوليته في مراجعة سياسة الخصوصية هذه بشكل دوري وإدراكه للتعديلات .
            </p>
            <p className={"text-lg font-bold text-red-900"}>
                الموافقة على شروط الاستخدام
            </p>
            <p className={"text-lg font-bold"}>
                استخدامك لهذا الخدمة، يفيد بموافقتك على سياسة الخصوصية المتبعة لدينا والضوابط والشروط التي تحكم استخدام هذه الخدمة. فإذا لم تكن موافقاً على هذه السياسة، يتوجب عليك عدم استخدام خدمتنا. وإنك تقر بأن استمرار استخدامك للخدمة بعد إعلان التغييرات التي تطرأ على هذه السياسة أو على ضوابط وشروط استخدام الخدمة سيعتبر بمثابة موافقة منك على هذه التغييرات.
            </p>
            <p className={"text-lg font-bold text-red-900"}>
                <span className={"text-black"}>يمكنكم التواصل معنا من خلال البريد الكتروني:</span>  <a href={"mailto:support@cachooapp.com"}>support@cachooapp.com</a>
            </p>
        </section>
    )
};

export default PrivacyPolicy;
