const TermsOfUse = () => {

    return (<section dir={"rtl"} className={"container py-4"}>
        <h2 className={"text-3xl text-[--primary-color] font-bold my-3"}>ضوابط وشروط مقدم الخدمات لموقع وتطبيق
            &quot;كاتشو&quot;</h2>
        <p className={"text-lg font-bold"}>تمثل هذه الضوابط والشروط اتفاق رسمي &quot;عقد&quot; بين مؤسسة النظام الرقمي للتسويق
            الالكتروني المالك للعلامة التجارية كاتشو ومقدمي خدمات التسويق الالكتروني وتحكم شروط مقدم الخدمة هذه
            استخدامكم لتطبيق &quot;كاتشو&quot; والذي هو عبارة عن منصة إلكترونية تسمح للعملاء بتقديم الدليل تجاري والدعاية و
            التسويق لمنشأتهم التجارية.
            <br/> <br/>
            إن اي استخدام من قبلك للخدمات التي يوفرها تطبيق كاتشو يشكل موافقة منك على هذا العقد وأحكامه وتبعاً لذلك
            يجب عليك عدم استخدام التطبيق في حال لم تكن موافقاً على الأحكام والشروط الواردة في هذا العقد.
            <br/> <br/>
            تحتفظ كاتشو بحق تعديل او تغيير هذه الأحكام والشروط دون إخطار مسبق , ويكون من مسؤوليتك كمستخدم للتطبيق
            مراجعة ضوابط وشروط الاستخدام بشكل دوري لمعرفة التحديثات التي تطرأ على الأحكام والشروط هذه من خلال الرابط
            cachooapp.com كما نأمل مراجعة سياسة الخصوصية لدينا لمعرفة المزيد حول كيفية استخدام “كاشو” للمعلومات التي
            تقدم لنا من قبل مستخدمي المنصة.
        </p>
        <h2 className={"text-3xl text-[--primary-color] font-bold my-3"}>أحقية الحصول على الخدمات</h2>
        <p className={"text-lg font-bold"}>
            أنت تقر وتضمن التالي:
            <br/>
            أنه لم يسبق أن تم تعطيل استخدامك لخدمات كاشو أو منعك من استخدامها في أي وقت من الأوقات.
            <br/> <br/>
            أنك لست منافساً لكاشو ، كما أنك لا تقدم أي منتج منافس للخدمات المقدمة من كاشو .
            <br/> <br/>
            أنك تتمتع بكامل القوة والسلطة للتعاقد وأنك بذلك لن تكون منتهكاً لأي قانون أو عقد، وأنه لا يوجد عليك أي
            سوابق قضائية أو أوامر قبض أو مطالبات لدى الجهات الأمنية.

        </p>
        <h2 className={"text-3xl text-[--primary-color] font-bold my-3"}>التعهدات والضمانات</h2>
        <p className={"text-lg font-bold"}>
            أنت تقر وتضمن بأنك سوف:
            <br/>
            تمتثل لكافة القوانين واللوائح المعمول بها في المملكة العربية السعودية.
            <br/> <br/>
            تقدم معلومات صحيحة ودقيقة إلى كاشو وتقوم بتحديثها بشكل دوري.
            <br/> <br/>
            تراجع وتمتثل لأي إشعارات يتم إرسالها من خلال كاشو فيما يتعلق باستخدامكم للخدمات المقدمة من منصة كاشو.
            <br/>
            سوف تستخدم الخدمة أو المنصة لأغراض مشروعة فقط، ولن تستخدم الخدمات لتسويق او دعاية او أي مواد غير قانونية
            أو بهدف الاحتيال.
            <br/>
            لن تستخدم الخدمة أو المنصة للتسبب بإيذاء أو مضايقة أو إزعاج أحد ما.
            <br/>
            توافق على تبادل المعلومات بين الشركات داخل المنصة فيما يخص عملياتك المنفذة وتقييم التعاملات معك.
            <br/>
            لن تعرقل التشغيل السليم لمنصة كاتشو.
            <br/>
            لن تحاول إلحاق الضرر بالخدمة أو المنصة بأي شكل من الأشكال.
            <br/>
            لن تنسخ أو توزع المنصة أو المحتويات الأخرى دون الحصول على إذن كتابي من كاشو .
            <br/>
            سوف تحافظ على كلمة المرور لحسابك أو أي وسيلة تعريف نقدمها لك وتتيح الدخول إلى حسابك، بشكلٍ آمن وسري.
            <br/>
            سوف تقدم لنا كافة الدلائل التي تثبت هويتك وفقاً لتقدير كاشو الخاص.
            <br/>
            يحق لكاتشو رفض تقديم الخدمة أو استخدام المنصة دون إبداء أسباب.
            <br/>

        </p>
        <h2 className={"text-3xl text-[--primary-color] font-bold my-3"}>نطاق الترخيص</h2>

        <p className={"text-lg font-bold"}>تمنحك كاتشو &nbsp;ترخيص غير حصري، وغير قابل للتحويل، وغير قابل للتنازل،
            وغير قابل للترخيص من الباطن وغير
            قابل للإلغاء وذلك للحصول على خدماتنا واستخدامها فقط للغرض الشخصي (ليس لأي أغراض تجارية على سبيل المثال
            لا الحصر) وفقاً لهذا العقد، لذا يجب عليك:</p>
        <p className={"text-lg font-bold"}>عدم إتاحة الخدمات أوتأجير، أواستئجار أوتخصيص أوإعادة بيع، أو توزيع أو
            ترخيص من الباطن لهذه الخدمات إلى أي
            طرف ثالث.</p>
        <p className={"text-lg font-bold"}>عدم تعديل، أو اجتزاء، أو ترجمة، أو تلخيص، أو إنشاء عمل فرعي يقوم على فك،
            أو تنفيذ هندسة عكسية لتصميم منصة
            كاتشو &nbsp;أو خلاف ذلك من تحديد أو محاولة تحديد أو محاولة الوصول إلى شفرة المصدر أو التصميم الداخلي
            للخدمات أو أي نص، أو صور الوسائط المتعددة (صور، صوتيات، ملفات فيديو)، &nbsp;أو البيانات أو غيرها من
            المعلومات التي تقدمها كاشو أو الطرف الثالث من مقدمي الخدمة.</p>
        <p className={"text-lg font-bold"}>عدم حذف، أو تغيير، أو غير ذلك من التعديل على أي حق من حقوق النشر أو غيرها
            من الإخطارات الرسمية الواردة في
            الخدمات.</p>
        <p className={"text-lg font-bold"}>&nbsp;عدم تعمد نقل، أو توزيع الخدمات، أو السماح بتحميل الخدمات للاستخدام
            بخلاف ما هو محدد هنا.</p>
        <p className={"text-lg font-bold"}>عدم السماح بمشاركة اسم المستخدم/ أو كلمة المرور أو غيرها من مسوغات الوصول
            إلى خدمات كاتشو .</p>
        <p className={"text-lg font-bold"}>وكجزء من سياسة الدعاية والتسويق الخاصة بخدمة كاتشو يحظر على المستخدمين
            والمندوبين التسويق او الدعاية أو
            إرسال أو تلقي الفئات التالية من المواد والمنتجات وما يتعلق بها&nbsp;</p>
        <p className={"text-lg font-bold"}>الكحول والمشروبات الروحية والمسكرة والحيوانات والأجناس المحظورة وأجزاء
            الحيوانات،الاعضاء البشرية و
            الأعشاب الضارة، البذور و النباتات المحظورة أو التي يمنع الاتجار فيها بموجب القانون . المواد الإباحية و
            السلع غير القانونية والمسروقة . المخدرات و معداتها. العلاجات والأدوية غير المثبتة أو المواد التي يتم
            تسويقها على أنها علاج سريع وناجع للمشكلات الصحية. السلع و المواد الأدبية الي تؤدي الي تشويه السمعة و
            معدات الاتصالات غير القانونية . الالعاب النارية و المحظورة .&nbsp;</p>
        <p className={"text-lg font-bold"}><br/></p>
        <p className={"text-lg font-bold"}>نرفض بشكل كامل أي لغة مسيئة أو سلوك سيء تجاه الشركة و/أو الخدمة التي
            نقدمها و/أو أيٍ من موظفينا و/أو أيٍ
            من المراسيل العاملين معنا. إذا تقرر بناءً على تقديرنا استخدام أي عميل للغة مسيئة للشركة و/أو الخدمة و/أو
            الموظفين و/أو المراسيل فسيؤدي ذلك إلى إغلاق حساب العميل بشكل نهائي دون رد أي مبالغ مستحقة. ويعتبرهذا
            تهديد بالمقاضاة أو التشهير أو القدح.</p>
        <p className={"text-lg font-bold"}>&nbsp;خرق سياسة الدعاية والاعلان&nbsp;</p>
        <p className={"text-lg font-bold"}>تحتفظ كاتشو بالحق في السعي لتنفيذ أي معالجات متاحة لأي خرق لسياسة الدعاية
            والتسويق ويشمل ذلك، دون حصر،
            الحق في حجب إمكانية الوصول إلى خدمات وبرامج كاتشو.</p>
        <p className={"text-lg font-bold"}><br/></p>
        <p className={"text-lg font-bold"}><br/></p>
        <h2 className={"text-3xl text-[--primary-color] font-bold my-3"}>حقوق الملكية الفكرية</h2>
        <p className={"text-lg font-bold"}>جميع حقوق الملكية الفكرية لهذه المنصة وكافة المواد المتعلقة بها أو التي
            تظهر عليها (وتشمل أي محتوى تقوم
            كاشو &nbsp;بتقديمه أو بإدراجه وكامل المحتوى الذي يتم تحميله على المنصة من قبل كاتشو ) هو ملكية لـ كاتشو
            ، ويحق لـ كاتشو &nbsp;التصرف في هذه الملكية كيفما تشاء. ويجب عليك ألا تقوم بإعادة إنتاج أو السماح لأي
            شخص، لأي سبب من الأسباب، باستخدام أو إعادة إنتاج الخدمات أو أي علامات تجارية أو غيرها من الأسماء
            التجارية التي تظهر في الخدمات.</p>
        <p className={"text-lg font-bold"}><br/></p>
        <p className={"text-lg font-bold"}><br/></p>
        <h2 className="text-3xl text-[--primary-color] font-bold my-3">الدفع</h2>
        <p className="text-lg font-bold">
            تحتفظ كاتشو لنفسها بالحق في فرض رسوم جديدة على استخدام المنصة أو الخدمة أو كليهما. إذا قررت كاتشو فرض رسوم
            جديدة، فإنه سيتم إفادتك بذلك وسيتم السماح لك بالاستمرار في العقد أو إنهائه.
            <br/><br/>
            يتوجب عليك دفع قيمة الخدمات إلى مقدم الخدمة نقدا أو عن طريق طرق الدفع الإلكترونية المعتمدة فور تقديم الخدمة
            لك مع خيار امكانية الدفع أثناء تقديم الخدمة. وتتحمل المسؤولية القانونية المترتبة على عدم دفع قيمة الخدمات
            حال استلامها.
            <br/><br/>
            يحق لكاتشو حظر العميل في حال عدم دفع القيمة المستحقة للخدمة المقدمة علماً بإن كاتشو لن تقوم بإزالة الحظر عن
            العميل إلى حين سداد رسوم الخدمة المستحقه.
        </p>
        <h2 className="text-3xl text-[--primary-color] font-bold my-3">طريقة التسعير</h2>
        <p className="text-lg font-bold">
            يتم تحديد سعر خدمة الدليل التجاري والدعاية والتسويق في المنصة عبر تقديم العروض إلى العميل، ويحق للعميل
            مراجعة كل العروض المقدمة إليه وقبول العرض المناسب قبل البدء في تقديم الخدمة، ويعتبر قبول العميل للعرض المقدم
            إليه إلتزاما منه بدفع مبلغ الدعاية والتسويق عند اتمامها كما هو موضح في فقرة الدفع.
        </p>

        <h2 className="text-3xl text-[--primary-color] font-bold my-3">التعويض</h2>
        <p className="text-lg font-bold">
            بموافقتك على شروط المستخدم الماثلة واستخدام المنصة أو الخدمة، فإنك توافق على الدفاع عن كاتشو والشركات
            التابعة لها والجهات المرخِّصة لها وكل مسؤول من مسؤوليها ومديريها وغيرهم من المستخدمين والموظفين والمحامين
            والوكلاء وعدم إلحاق الضرر بهم وإبراء ذمتهم من أي مطالبات وتكاليف وأضرار وخسائر ومسؤوليات ومصروفات (بما في
            ذلك أتعاب وتكاليف المحاماة) تنشأ عن أو ترتبط بما يلي:
            <br/><br/>
            - انتهاكك أو مخالفتك لأي شرط من شروط المستخدم الماثلة هذه أو لأي قانون أو لوائح معمول بها، سواء أشير إليها
            في شروط وأحكام الاستخدام هذه ام لا.
            <br/><br/>
            - انتهاكك لأي حقوق تخص الغير، بما في ذلك مقدمي الخدمات الذين ينظمهم المنصة.
            <br/><br/>
            - استخدامك أو إساءة استخدامك للمنصة أو الخدمة.
        </p>
        <h2 className="text-3xl text-[--primary-color] font-bold my-3">المسؤولية القانونية</h2>
        <p className="text-lg font-bold">
            المعلومات والتوصيات والخدمات أو أي منها التي قدّمت لك على أو من خلال موقع الويب والخدمة ما هي إلا لأغراض
            المعلومات العامة فقط ولا تمثل أي نصيحة. ستحافظ كاتشو قدر الإمكان على صحة وتحديث الموقع والخدمة ومحتوياته،
            لكنها لا تضمن أن (محتويات) الموقع أو الخدمة خالية من الأخطاء أو العيوب أو البرامج الضارة والفيروسات ولا تضمن
            صحة ودقة وتحديث موقع الويب والخدمة.
            <br/><br/>
            لا تتحمل كاتشو المسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام) الموقع أو الخدمة، بما في
            ذلك الأضرار التي تسببها البرامج الضارة أو الفيروسات، كما لا تتحمل مسؤولية عدم صحة أو عدم اكتمال المعلومات أو
            موقع الويب أو الخدمة، ما لم يكن هذا الضرر ناتجًا عن سوء سلوك عمدي أو عن إهمال جسيم من جانب كاتشو.
            <br/><br/>
            كما لا تتحمل كاتشو أي مسؤولية عن أي أضرار تنتج عن استخدام (أو عدم القدرة على استخدام) وسائل اتصال إلكترونية
            مع الموقع الإلكتروني أو مع الخدمة، بما في ذلك – على سبيل المثال لا الحصر – الأضرار الناتجة عن عدم تسليم
            المخاطبات الإلكترونية أو التأخر في تسليمها أو اعتراضها أو التلاعب في المخاطبات الإلكترونية من جانب الآخرين
            أو من جانب برامج الكمبيوتر المستخدمة للمخاطبات الإلكترونية ونقل الفيروسات.
            <br/><br/>
            تسعى كاتشو قدر الإمكان لتوفير خدماتها الإلكترونية على مدار العام 24 ساعة/7 أيام في الأسبوع، وفي جميع
            الأحوال، فإنها لا تضمن عمل نظام قيود بشكل كامل طوال العام، وأنه سيكون هناك توقفات لغرض الصيانة أو التحديث
            الدوري أو إضافة خواص جديدة على الخدمة.
        </p>

        <h2 className="text-3xl text-[--primary-color] font-bold my-3">تعديل الخدمات</h2>
        <p className="text-lg font-bold">
            تحتفظ كاتشو بحقها، وبإرادتها المنفردة، بأن تقوم في أي وقت بالآتي:
            <br/><br/>
            - تغيير الخدمات أو أي مواد مرتبطة بها؛ و/أو إيقاف نشر خدماتها.
            <br/><br/>
            - إذا قررت كاتشو إيقاف نشر خدماتها، فإنها قد تقوم بإرادتها باستبدال الخدمات بمواد أخرى مشابهة.
        </p>
        <h2 className="text-3xl text-[--primary-color] font-bold my-3">حدود المسؤولية</h2>
        <p className="text-lg font-bold">
            لا تقدم كاتشو أي ضمانات، واضحة أو ضمنية، تتعلق بالخدمات، فهي جميعها يتم تقديمها كما هي. وتخلي كاتشو
            مسؤوليتها بشكل واضح، إلى أقصى درجة ممكنة وفقًا للقانون، عن كافة الضمانات، وتشمل ولا تقتصر على، ضمانات
            الملائمة لغرض معين، الملائمة لمواصفات وأسواق معينة، وقابلية حقوق الملكية للبيع، كما أن كاتشو لا تضمن دقة، أو
            محتوى، أو توقيت الخدمات أو النتائج التي قد ينالها أو لا ينالها مستخدم الخدمات. ولن تكون كاتشو أو وكلاؤها أو
            مانحو التراخيص أو الشركات التابعة لها مسؤولة في أي حال من الأحوال عن الأضرار المباشرة أو غير المباشرة أو
            الجزائية أو الأضرار الخاصة أو حدوث أضرار عرضية أو تبعية (وتشمل على سبيل المثال لا الحصر، الأضرار الناتجة عن
            خسارة الأرباح، تعطل الأعمال، فقدان معلومات الأعمال أو غيرها من الخسائر المالية) الناجمة بشكل مباشر أو غير
            مباشر عن الوصول إلى الخدمات واستخدامها (أو الفشل في استخدامها) أو الاعتماد عليها.
            <br/><br/>
            لا يعتد بأي عروض أو إعلانات أو مسابقات لم يتم الإعلان عنها في موقع كاتشو الرسمي أو عبر وسائل التواصل
            الاجتماعي التابعة والتي تدار من قبل كاتشو، ولا يحق لك مطالبة كاتشو بتنفيذها. بالإضافة إلى ذلك، ليس على كاتشو
            أي مسؤولية تجاه أي عملية احتيال ارتكبت عن طريق عروض أو إعلانات أو مسابقات أقيمت بطريقة غير رسمية باسم كاتشو.
        </p>

        <h2 className="text-3xl text-[--primary-color] font-bold my-3">الأمان</h2>
        <p className="text-lg font-bold">
            إنك تقر بتحملك المسؤولية منفردًا عن خصوصية الخدمات، وتكون مسؤولًا منفردًا عن استخدامها من قبل أي شخص آخر
            باستخدام حسابك و/أو اسم المستخدم أو كلمة المرور أو مسوغات الوصول الخاصة بك. كما أنك توافق على إخطار كاتشو
            إذا أصبحت على علم بأي خسارة، أو سرقة، أو استخدام غير مصرح به لأي كلمة مرور، أو اسم مستخدم أو عنوان بروتوكول
            الانترنت IP، أو غير ذلك من أساليب الوصول إلى الخدمات.
        </p>
        <h2 className="text-3xl text-[--primary-color] font-bold my-3">التعاملات مع الغير</h2>
        <p className="text-lg font-bold">
            أثناء استخدام موقع الويب والمنصة والخدمة، قد يتم من آن لآخر توفير ارتباطات لمواقع ويب يمتلكها ويتحكم فيها
            الغير من أجل مراسلة الغير أو شراء منتجات أو خدمات منه أو المشاركة في العروض الترويجية التي يقدمها. تنتقل بك
            تلك الارتباطات إلى خارج الموقع والمنصة والخدمة، وهي خارج نطاق سيطرة كاتشو.
            <br/><br/>
            أثناء استخدامك لموقع الويب والمنصة والخدمة، قد تراسل أو تشتري بضائعًا أو خدماتًا أو تشارك في عروض ترويجية
            مقدمة من مقدمي خدمات أو مُعلنين أو جهات راعية تعرض بضائعها أو خدماتها عبر ارتباط على موقع الويب أو من خلال
            المنصة أو الخدمة. تنتقل بك تلك الارتباطات إلى خارج الموقع والمنصة والخدمة، وهي خارج نطاق سيطرة كاتشو. إن
            مواقع الويب التي يمكنك الارتباط بها لها شروط وأحكام مستقلة وكذلك سياسة خصوصية مستقلة. ولا تتحمل كاتشو أي
            مسؤولية عن محتوى مواقع الويب تلك وأنشطتها ولا يمكن مساءلتها عنها. ولذلك، فإنك تتحمل كامل المخاطر التي تنتج
            عن زيارة تلك المواقع أو دخولها.
            <br/><br/>
            يُرجى ملاحظة أن تلك المواقع الأخرى قد ترسل ملفات تعريف الارتباط الخاصة بها إلى المستخدمين أو تجمع بياناتهم
            أو تطلب معلومات شخصية، ومن ثم، نوصيك بالتحقق من شروط الاستخدام أو سياسات الخصوصية الموجودة على تلك المواقع
            قبل استخدامها.
        </p>
        <h2 className="text-3xl text-[--primary-color] font-bold my-3">مدة العقد وإنهاؤه</h2>
        <p className="text-lg font-bold">
            يكون العقد المُبرم بينك وبين كاتشو على حسب مدة الاشتراك. ويحق لك إنهاء العقد في أي وقت بحذف الحساب و المنصة
            المُثبّت على هاتفك الذكي حذفًا نهائيًا، وبذلك تعطل استخدامك للمنصة والخدمة. يمكنك أن تغلق حساب المستخدم
            الخاص بك في أي وقت.
            <br/><br/>
            يحق لـكاتشو إنهاء العقد بأثر فوري في أي وقت (بتعطيل استخدامك للمنصة والخدمة)، وذلك في حالة قيامك بأي مما
            يلي:
            <ul className="list-disc ml-8">
                <li>انتهاك أو خرق أي شرط من شروط المُستخدم.</li>
                <li>إذا رأت كاتشو أنك تسيء استخدام المنصة أو الخدمة. إن كاشو غير ملزمة بإرسال سابق إخطار بإنهاء العقد.
                </li>
            </ul>
        </p>

        <h2 className="text-3xl text-[--primary-color] font-bold my-3">بطلان حكم أو أكثر</h2>
        <p className="text-lg font-bold">
            لا يؤثر بطلان أي حكم من أحكام شروط المستخدم الماثلة على صحة باقي الأحكام الأخرى الواردة فيها.
            <br/><br/>
            في حالة وجود أي حكم باطل في شروط المستخدم الماثلة أو وجود حكم غير مقبول في ظروف معينة وفقًا لمعايير
            المعقولية والعدالة وإلى هذا المدى فقط، يُعمل بدلاً منه بين الطرفين بحكم يكون مقبولاً مراعاةً لجميع الظروف
            ويتوافق مع أحكام الشرط الباطل قدر الإمكان، مع مراعاة محتوى شروط المستخدم الماثلة وغرضها.
        </p>
        <h2 className="text-3xl text-[--primary-color] font-bold my-3">تعديل الخدمة وشروط المستخدم</h2>
        <p className="text-lg font-bold">
            تحتفظ كاتشو لنفسها بالحق، وفقًا لتقديرها وحدها، في تعديل أي شرط من شروط المستخدم الماثلة أو استبداله، أو
            تغيير الخدمة أو المنصة أو تعليقهما أو إيقافهما (بما في ذلك على سبيل المثال لا الحصر، توفير أي ميزة أو قاعدة
            بيانات أو محتوى) في أي وقت، وذلك بنشر إخطار على الموقع أو بإرسال إخطار لك من خلال الخدمة أو المنصة أو عبر
            البريد الإلكتروني. كما يجوز لـكاتشو أن تضع قيودًا على ميزات وخدمات مُعيَّنة أو تقصر وصولك إلى أجزاء من
            الخدمة أو الخدمة بأكملها دون إخطار أو مسؤولية.
        </p>

        <h2 className="text-3xl text-[--primary-color] font-bold my-3">الإخطار</h2>
        <p className="text-lg font-bold">
            يجوز لـكاتشو أن ترسل إخطارًا عن طريق إرسال إخطار عام عن الخدمة أو المنصة، أو بإرسال بريد إلكتروني إلى عنوانك
            البريدي المُسجل في معلومات الحساب لدى كاتشو ، أو بإرسال مكاتبة بالبريد العادي على عنوانك المسجل في معلومات
            الحساب لدى كاتشو .
        </p>

        <h2 className="text-3xl text-[--primary-color] font-bold my-3">القانون المعمول به وحل النزاعات</h2>
        <p className="text-lg font-bold">
            تخضع شروط المستخدم الماثلة ويطبق على تسوية أي نزاع أو مطالبة أو خلاف ينشأ عن شروط المستخدم الماثلة أو يتعلق
            بها أو أي انتهاك لها أو إنهائها أو تنفيذها أو تفسيرها أو صحتها أو استخدام الموقع أو الخدمة أو المنصة،
            للقوانين والأنظمة المطبقة في المملكة العربية السعودية وتفسر وفقا لها.
        </p>

        <h2 className="text-3xl text-[--primary-color] font-bold my-3">للتواصل معنا</h2>
        <p className="text-lg font-bold">
            إذا كان لديك أي أسئلة بشأن شروط مقدم الخدمة هذه، أو الممارسات بهذا التطبيق، أو تعاملاتك مع التطبيق، يمكنكم
            التواصل معنا من خلال الأتي:
            <br/><br/>
            البريد الألكتروني : support@cachooapp.com
        </p>

    </section>);
};

export default TermsOfUse;
