const AboutUs = () => {
    return (
        <section dir={"rtl"} className={"py-3 container"}>
            <p className={"text-lg font-bold"}>كاتشو هو دليل تجاري تسويقي يساعدك على العثور على أفضل الشركات والمنتجات والخدمات في منطقتك. سواء كنت تبحث عن ( أسواق تجارية, مطاعم ،كافيهات , صالون تجميل،  مستشفيات، فنادق ،........ أو أي شيء آخر ) يمكنك الاعتماد على كاتشو لإرشادك إلى الخيار الأمثل</p>
            <h2 className="text-3xl text-red-900 font-bold my-3">
                كيف يعمل كاتشو
            </h2>
            <p className="text-lg font-bold">
                ما هي المزايا التي يقدمها كاتشو<br/>
                كاتشو يوفر لك العديد من المزايا التي تجعل حياتك أسهل وأفضل. بعض هذه المزايا هي:<br/>
                - سهولة الاستخدام حيث يمكنك الوصول إلى من خلال موقعه الإلكتروني أو تطبيقه المتوفر على نظامي iOS
                وAndroid. كما يمكنك التسجيل بسهولة باستخدام حساب فيسبوك أو جوجل أو بريد إلكتروني.<br/>
                - مصداقية وشفافية: كاتشو يضمن لك أن جميع الشركات والمنتجات والخدمات المعروضة على منصته موثوقة ومرخصة
                ومفحوصة. كما يتيح لك رؤية آراء وتجارب المستخدمين الحقيقية لتتخذ قرارات مستنيرة.<br/>
                - توفير الوقت والمال حيث أن كاتشو يساعدك على العثور على ما تبحث عنه بسرعة وسهولة دون الحاجة إلى التجول
                في الأسواق أو الاتصال بالشركات. كما يقدم لك عروضًا وخصوماتً حصرية من شركائه لتحصل على أفضل قيمة مقابل
                المال.<br/>
                - دعم العملاء حيث أن كاتشو يضع رضاك في المقام الأول. إذا كان لديك أي استفسار أو شكوى أو اقتراح، يمكنك
                التواصل مع فريق دعم العملاء عبر الهاتف أو البريد الإلكتروني أو الدردشة المباشرة. كما يمكنك متابعة حالة
                طلباتك ومشاركة رأيك وملاحظاتك عبر المنصة.
            </p>
            <h2 className="text-3xl text-red-900 font-bold my-3">
                كيف يمكنني الاستفادة من كاتشو
            </h2>
            <p className="text-lg font-bold">إذا كنت ترغب في الاستفادة من كاتشو ، كل ما عليك فعله هو:</p>
            <p className="text-lg font-bold">
                <ul>
                    <li>- تحميل التطبيق أو زيارة الموقع الإلكتروني والتسجيل.</li>
                    <li>- اختيار التصنيف الذي يهمك واستخدام مرشحات البحث للعثور على ما تريد.</li>
                    <li>- قراءة التفاصيل والتعليقات والتقييمات عن كل شركة أو منتج أو خدمة.</li>
                    <li>- الاستمتاع بالخدمة أو المنتج ومشاركة تجربتك مع المستخدمين الآخرين.</li>
                </ul>
            </p>
            <h2 className={"text-3xl text-red-900 font-bold my-3"}>
                هل أنت مستعد لتجربة كاتشو
            </h2>
            <p className="text-lg font-bold">لا تنتظر أكثر، حمل التطبيق أو زر الموقع الإلكتروني الآن واكتشف عالمًا
                جديدًا من الخيارات والفرص. دليل تجاري، صديقك في كل مكان!</p>
        </section>
    )
}

export default AboutUs;